[
  { "id": 1, "fact": "The earliest known playing cards appeared in 9th-century China and were associated with both games and fortune-telling." },
  { "id": 2, "fact": "Playing cards likely entered Europe in the late 1300s through Islamic Spain and Mediterranean trade routes." },
  { "id": 3, "fact": "French suits—hearts, diamonds, clubs, and spades—became dominant in Europe because they were cheaper to print than detailed suit symbols." },
  { "id": 4, "fact": "The Ace of Spades became heavily decorated in England because it served as a government tax stamp on playing cards." },
  { "id": 5, "fact": "Jokers were introduced in the United States in the mid-1800s specifically for the card game Euchre." },
  { "id": 6, "fact": "The King of Hearts is known as the 'Suicide King' because the artwork appears to show him stabbing himself, due to a printing error over time." },
  { "id": 7, "fact": "The King of Diamonds is sometimes called 'Julius Caesar' because of his Roman-style profile and historical naming traditions." },
  { "id": 8, "fact": "Tarot cards were originally created for trick-taking games in Italy, not for fortune-telling." },
  { "id": 9, "fact": "Bridge evolved directly from the earlier English card game Whist." },
  { "id": 10, "fact": "Poker developed from a blend of Persian As-Nas, French Poque, and German betting games." },
  { "id": 11, "fact": "The term 'poker face' entered common usage in the 19th century alongside the rise of competitive poker." },
  { "id": 12, "fact": "Blackjack was originally known as 'Vingt-et-Un,' the French phrase for twenty-one." },
  { "id": 13, "fact": "Early casinos offered bonus payouts for a black jack hand to promote the game, giving it its modern name." },
  { "id": 14, "fact": "Microsoft Solitaire was included in Windows to teach users how to use a computer mouse." },
  { "id": 15, "fact": "The mathematical number of possible shuffles of a 52-card deck exceeds the estimated number of atoms on Earth." },
  { "id": 16, "fact": "Card counting in blackjack is legal, but casinos discourage it by banning successful players." },
  { "id": 17, "fact": "During World War II, Allied forces issued playing cards that revealed escape maps when soaked in water." },
  { "id": 18, "fact": "Italian card decks traditionally use suits such as cups, swords, coins, and clubs." },
  { "id": 19, "fact": "German decks commonly feature acorns, leaves, hearts, and bells as suits." },
  { "id": 20, "fact": "Spanish decks often omit the 8s and 9s, resulting in a 40-card deck." },
  { "id": 21, "fact": "Scopa, a classic Italian card game, has been played continuously since at least the 16th century." },
  { "id": 22, "fact": "Egyptian Mamluk cards used polo sticks as one of their suit symbols." },
  { "id": 23, "fact": "Some early Islamic decks avoided human figures and used abstract designs instead." },
  { "id": 24, "fact": "The Queen was not present in many early European decks, which often used male court cards only." },
  { "id": 25, "fact": "Court cards were originally intended to represent real or legendary historical figures." },
  { "id": 26, "fact": "Playing cards were sometimes called 'pasteboards' because they were made from glued layers of paper." },
  { "id": 27, "fact": "Casino decks are frequently replaced to prevent players from exploiting wear patterns." },
  { "id": 28, "fact": "The backs of modern playing cards are designed to conceal damage and uneven wear." },
  { "id": 29, "fact": "The practice of cutting the deck originated as a method to prevent cheating." },
  { "id": 30, "fact": "Piquet was once considered the most intellectually demanding card game in Europe." },
  { "id": 31, "fact": "Some historical card games were banned by governments due to their association with gambling." },
  { "id": 32, "fact": "Hwatu cards from Korea are small, thick, and brightly illustrated to withstand outdoor play." },
  { "id": 33, "fact": "Hanafuda cards became popular in Japan during periods when Western playing cards were prohibited." },
  { "id": 34, "fact": "Nintendo originally began as a company producing handmade Hanafuda playing cards." },
  { "id": 35, "fact": "Indian Ganjifa cards are traditionally circular rather than rectangular." },
  { "id": 36, "fact": "Some Ganjifa decks contained more than ten suits and hundreds of individual cards." },
  { "id": 37, "fact": "The concept of trump suits predates many modern trick-taking games." },
  { "id": 38, "fact": "Many Latin American card games descend from Spanish colonial-era games." },
  { "id": 39, "fact": "Rummy-style games exist on every inhabited continent." },
  { "id": 40, "fact": "The game of War involves no strategic decisions after the deck is shuffled." },
  { "id": 41, "fact": "Magicians rely heavily on mathematical principles derived from card arrangements." },
  { "id": 42, "fact": "Cheating techniques in card games inspired early studies in cryptography and information security." },
  { "id": 43, "fact": "Some traditional decks were intentionally asymmetric to expose cheating." },
  { "id": 44, "fact": "Playing cards have been used historically to pass secret political messages." },
  { "id": 45, "fact": "Sailors and traders were instrumental in spreading card games across continents." },
  { "id": 46, "fact": "Certain card games are designed to be played entirely without speaking." },
  { "id": 47, "fact": "Speed-based card games are notorious for causing accidental finger injuries." },
  { "id": 48, "fact": "In some cultures, card shuffling rituals are believed to influence luck." },
  { "id": 49, "fact": "The popularity of poker increased dramatically during the American Civil War." },
  { "id": 50, "fact": "Despite centuries of history, new card games and custom decks continue to be created every year." },
   { "id": 51, "fact": "Whist was the dominant social card game in England before being eclipsed by Bridge in the 20th century." },
  { "id": 52, "fact": "Bezique, an ancestor of modern rummy games, was popular among European royalty in the 19th century." },
  { "id": 53, "fact": "The game of Cribbage was invented by Sir John Suckling, an English poet, in the early 1600s." },
  { "id": 54, "fact": "Cribbage boards exist because early players kept score using pegs stuck into scraps of wood or cloth." },
  { "id": 55, "fact": "In the game of Pinochle, the deck is composed of duplicated cards rather than unique ones." },
  { "id": 56, "fact": "Pinochle descended from the German game Binokel." },
  { "id": 57, "fact": "Euchre helped popularize the Joker as a permanent part of many modern decks." },
  { "id": 58, "fact": "The concept of bidding in card games became widespread through trick-taking games like Bridge and Auction Whist." },
  { "id": 59, "fact": "Auction Bridge introduced competitive bidding systems that later evolved into modern Bridge conventions." },
  { "id": 60, "fact": "The game of Canasta originated in Uruguay in the 1940s before spreading worldwide." },
  { "id": 61, "fact": "Hearts is classified as an evasion-style trick-taking game rather than a point-scoring one." },
  { "id": 62, "fact": "Spades was popularized in the United States by military personnel during World War II." },
  { "id": 63, "fact": "The card game Durak is one of the most popular traditional card games in Russia." },
  { "id": 64, "fact": "In Durak, the goal is not to win tricks but to avoid being the last player holding cards." },
  { "id": 65, "fact": "The Chinese game Dou Dizhu is played with a standard deck plus Jokers and supports three players." },
  { "id": 66, "fact": "Big Two is a climbing card game popular in East and Southeast Asia." },
  { "id": 67, "fact": "President, also known as Asshole, uses rank-based hierarchy to determine advantages in later rounds." },
  { "id": 68, "fact": "Many shedding-type card games allow players to empty their hand rather than score points." },
  { "id": 69, "fact": "The card game Mao is famous for having rules that are intentionally not explained to new players." },
  { "id": 70, "fact": "Gin Rummy was created as a faster and less complex alternative to traditional Rummy." },
  { "id": 71, "fact": "In Casino, players capture cards from the table by matching numerical values." },
  { "id": 72, "fact": "The game of Faro was the most popular gambling card game in the United States during the 19th century." },
  { "id": 73, "fact": "Faro declined largely because it was vulnerable to cheating by dealers." },
  { "id": 74, "fact": "The card game Skat is considered Germany’s national card game." },
  { "id": 75, "fact": "Skat uses a three-player format with one player sitting out each round." },
  { "id": 76, "fact": "The French game Belote remains one of the most widely played card games in Europe." },
  { "id": 77, "fact": "In Belote, announcing certain card combinations is mandatory rather than optional." },
  { "id": 78, "fact": "The concept of melds became central through rummy-family games." },
  { "id": 79, "fact": "Set is a modern card game designed around mathematical pattern recognition." },
  { "id": 80, "fact": "The card game Dominion helped popularize deck-building as a game mechanic." },
  { "id": 81, "fact": "Deck-building games differ from traditional card games because players construct their deck during play." },
  { "id": 82, "fact": "The game of UNO was created in 1971 by a barber in Ohio." },
  { "id": 83, "fact": "UNO’s wild cards were inspired by earlier concepts of Jokers and wild ranks." },
  { "id": 84, "fact": "The game of Exploding Kittens became one of the most-funded card games on Kickstarter." },
  { "id": 85, "fact": "Trading card games differ from standard card games by allowing players to customize their decks." },
  { "id": 86, "fact": "Magic: The Gathering introduced rarity tiers such as common, uncommon, and rare." },
  { "id": 87, "fact": "Magic: The Gathering popularized the idea of collectible card tournaments." },
  { "id": 88, "fact": "The Pokémon Trading Card Game helped bring card games to a younger global audience." },
  { "id": 89, "fact": "Many modern card games are balanced using computer simulations before publication." },
  { "id": 90, "fact": "Some card games are designed to be playable in under five minutes." },
  { "id": 91, "fact": "The game of Love Letter uses only sixteen cards to create strategic depth." },
  { "id": 92, "fact": "Minimalist card games often rely on hidden information rather than complex rules." },
  { "id": 93, "fact": "Certain card games deliberately eliminate luck by using open hands." },
  { "id": 94, "fact": "In competitive Bridge, duplicate decks are used so players face identical hands." },
  { "id": 95, "fact": "Duplicate Bridge minimizes randomness to emphasize skill." },
  { "id": 96, "fact": "Some modern decks are printed with QR codes linking to rules or companion apps." },
  { "id": 97, "fact": "Luxury card decks are sometimes printed using metal foils and embossed finishes." },
  { "id": 98, "fact": "Custom card decks are frequently produced for branding and promotional purposes." },
  { "id": 99, "fact": "The resurgence of tabletop gaming led to a renewed interest in custom card design." },
  { "id": 100, "fact": "Card games remain popular because they require minimal equipment and setup." }
]
