[
  { "id": 101, "fact": "The earliest known playing cards date to 9th-century China and were likely used for both gaming and fortune telling." },
  { "id": 102, "fact": "Standard playing cards probably entered Europe through Islamic Spain in the late 1300s." },
  { "id": 103, "fact": "The four suits in French decks—spades, hearts, clubs, and diamonds—became common in the late 15th century." },
  { "id": 104, "fact": "The Ace of Spades became ornate in many countries because it once served as a tax stamp to prove duties were paid." },
  { "id": 105, "fact": "Jokers were added to decks in the United States during the 1800s for the game of Euchre." },
  { "id": 106, "fact": "In many regions, the King of Hearts is nicknamed the 'suicide king' because the artwork shows a sword behind his head." },
  { "id": 107, "fact": "The King of Diamonds is sometimes called 'Julius Caesar' in English-speaking countries." },
  { "id": 108, "fact": "Bridge is one of the most studied card games in the world, even used in artificial intelligence research." },
  { "id": 109, "fact": "Tarot decks were originally created for card games; their use in divination came later." },
  { "id": 110, "fact": "The Game Crafter launched in 2009 and was one of the first web-to-print services for tabletop games." },
  { "id": 111, "fact": "Playing cards are sometimes called 'pasteboards' because early European decks were glued layers of paper." },
  { "id": 112, "fact": "Casino decks are usually changed every few hours to reduce the chance of marked cards." },
  { "id": 1, "fact": "The earliest known playing cards date to 9th-century China and were likely used for both gaming and fortune telling." },
  { "id": 2, "fact": "Standard playing cards probably entered Europe through Islamic Spain in the late 1300s." },
  { "id": 3, "fact": "The four modern suits evolved from different regional systems and were not standardized until much later." },
  { "id": 4, "fact": "Hearts, diamonds, clubs, and spades originated from French decks because they were cheaper to print." },
  { "id": 5, "fact": "The word \"spade\" comes from the Italian word for sword, not a digging tool." },
  { "id": 6, "fact": "Early European cards were hand-painted luxury items owned mainly by nobility." },
  { "id": 7, "fact": "Jokers were introduced in the United States in the 1800s for the game Euchre." },
  { "id": 8, "fact": "There is no universally accepted origin for the Joker’s design or name." },
  { "id": 9, "fact": "Some decks intentionally print the Joker twice, while others omit it entirely." },
  { "id": 10, "fact": "The King of Hearts is nicknamed the \"Suicide King\" because he appears to be stabbing himself." },
  { "id": 11, "fact": "The Ace of Spades was historically taxed and marked by governments in England." },
  { "id": 12, "fact": "In many cultures, the Ace was originally the lowest card, not the highest." },
  { "id": 13, "fact": "Tarot cards were originally created for games, not divination." },
  { "id": 14, "fact": "Bridge evolved from an earlier game called Whist." },
  { "id": 15, "fact": "Poker likely originated from a mix of Persian, French, and German card games." },
  { "id": 16, "fact": "The term \"poker face\" entered popular usage in the 19th century." },
  { "id": 17, "fact": "Blackjack was originally called \"Vingt-et-Un,\" meaning twenty-one in French." },
  { "id": 18, "fact": "Casinos offered bonus payouts for blackjack hands to attract players, which inspired the game’s name." },
  { "id": 19, "fact": "Solitaire became popular because it could be played alone during long winters." },
  { "id": 20, "fact": "Microsoft’s Solitaire was designed to teach users how to use a mouse." },
  { "id": 21, "fact": "Some traditional card games require over 100 cards in a single deck." },
  { "id": 22, "fact": "Italian decks often have suits like cups, swords, coins, and clubs." },
  { "id": 23, "fact": "German decks use acorns, leaves, hearts, and bells as suits." },
  { "id": 24, "fact": "The number of possible shuffles of a 52-card deck is greater than the number of atoms on Earth." },
  { "id": 25, "fact": "Magicians rely on mathematical card principles discovered centuries ago." },
  { "id": 26, "fact": "Card counting in blackjack is legal but often discouraged by casinos." },
  { "id": 27, "fact": "Some card games were banned historically for encouraging gambling." },
  { "id": 28, "fact": "During World War II, special decks were created that revealed escape maps when soaked in water." },
  { "id": 29, "fact": "The backs of modern cards are designed to hide wear patterns." },
  { "id": 30, "fact": "Cheating methods in card games inspired early cryptography techniques." },
  { "id": 31, "fact": "Uno is technically not a traditional card game because it uses a proprietary deck." },
  { "id": 32, "fact": "Many card games have regional rule variations that cause frequent disputes." },
  { "id": 33, "fact": "The oldest surviving deck of cards is housed in a museum in Germany." },
  { "id": 34, "fact": "Playing cards were once used as portable calendars." },
  { "id": 35, "fact": "Some decks include hidden symbols as anti-counterfeiting measures." },
  { "id": 36, "fact": "The Queen was not always present in early European decks." },
  { "id": 37, "fact": "Court cards originally represented real historical or mythical figures." },
  { "id": 38, "fact": "Many card games were spread globally by sailors and traders." },
  { "id": 39, "fact": "There are card games designed specifically to be played silently." },
  { "id": 40, "fact": "Speed and slap-style card games often cause accidental injuries." },
  { "id": 41, "fact": "Some cultures treat card shuffling rituals as symbols of luck." },
  { "id": 42, "fact": "The standard deck has inspired mathematical research for centuries." },
  { "id": 43, "fact": "Certain card games have survived largely unchanged for hundreds of years." },
  { "id": 44, "fact": "Deck thickness and card finish affect professional-level play." },
  { "id": 45, "fact": "Playing cards were once printed on wood before paper became common." },
  { "id": 46, "fact": "Card games often reflect the social norms of the cultures that created them." },
  { "id": 47, "fact": "Some games intentionally include ambiguous rules to encourage negotiation." },
  { "id": 48, "fact": "The concept of trump cards predates modern trick-taking games." },
  { "id": 49, "fact": "Card games have been used in psychological studies on decision-making." },
  { "id": 50, "fact": "Despite centuries of history, new card games are still invented every year." },
  { "id": 51, "fact": "Korean Hwatu cards are small, thick, and brightly illustrated, designed to survive rough outdoor play." },
  { "id": 52, "fact": "Hanafuda cards were popularized in Japan during periods when Western-style playing cards were banned." },
  { "id": 53, "fact": "Nintendo began as a playing card company producing handmade Hanafuda decks." },
  { "id": 54, "fact": "Indian Ganjifa cards are traditionally circular rather than rectangular." },
  { "id": 55, "fact": "Some Ganjifa decks contained more than ten suits and hundreds of cards." },
  { "id": 56, "fact": "The concept of trick-taking games likely originated in Asia before spreading westward." },
  { "id": 57, "fact": "In Spain, traditional decks often exclude the 8s and 9s entirely." },
  { "id": 58, "fact": "Many Latin American card games are derived from Spanish colonial rule." },
  { "id": 59, "fact": "Scopa, an Italian card game, has been played continuously since at least the 16th century." },
  { "id": 60, "fact": "The phrase \"card sharp\" comes from professional gamblers who literally sharpened cards to cheat." },
  { "id": 61, "fact": "Some African card games blend imported decks with local rule systems." },
  { "id": 62, "fact": "In parts of China, card games evolved directly into early forms of dominoes." },
  { "id": 63, "fact": "The layout of patience games influenced early computer interface design." },
  { "id": 64, "fact": "Rummy-style games exist on every inhabited continent." },
  { "id": 65, "fact": "The game of War has no meaningful player choices and is entirely deterministic after shuffling." },
  { "id": 66, "fact": "Some prison communities invent original card games using torn or improvised decks." },
  { "id": 67, "fact": "Playing cards were once used to secretly pass political messages." },
  { "id": 68, "fact": "In 18th-century France, certain card games were associated with specific social classes." },
  { "id": 69, "fact": "The backs of casino cards are often customized to prevent smuggling between tables." },
  { "id": 70, "fact": "Piquet was once considered the most intellectually demanding card game in Europe." },
  { "id": 71, "fact": "Many card games have built-in mechanisms to punish players who forget rules." },
  { "id": 72, "fact": "Egyptian Mamluk cards used polo sticks as a suit symbol." },
  { "id": 73, "fact": "Some early decks replaced face cards with abstract designs to avoid depicting people." },
  { "id": 74, "fact": "The number of cards in a deck often reflects cultural preferences rather than mathematical needs." },
  { "id": 75, "fact": "Certain games require players to memorize large portions of the deck to compete effectively." },
  { "id": 76, "fact": "In Scandinavia, trick-taking games were traditionally played during long winter nights." },
  { "id": 77, "fact": "The concept of a discard pile did not exist in many early card games." },
  { "id": 78, "fact": "Some decks were deliberately designed to be asymmetric to expose cheating." },
  { "id": 79, "fact": "Children’s card games often evolve faster than adult games due to informal rule changes." },
  { "id": 80, "fact": "Certain games require players to sing, clap, or chant as part of gameplay." },
  { "id": 81, "fact": "The popularity of poker surged during the American Civil War." },
  { "id": 82, "fact": "Card sleeves originated as a way to preserve rare tournament decks." },
  { "id": 83, "fact": "In some cultures, refusing to play cards is considered socially rude." },
  { "id": 84, "fact": "The concept of hidden information in card games influenced modern game theory." },
  { "id": 85, "fact": "Some card games end only when players agree to stop." },
  { "id": 86, "fact": "The earliest known rulebooks for card games were handwritten manuscripts." },
  { "id": 87, "fact": "Certain decks use colors other than red and black to avoid symbolic meanings." },
  { "id": 88, "fact": "Cards have been used in magic rituals as symbolic tools rather than game pieces." },
  { "id": 89, "fact": "The idea of wild cards was not common until the 19th century." },
  { "id": 90, "fact": "Some card games intentionally reward risky or reckless play styles." },
  { "id": 91, "fact": "The standard deck’s symmetry makes it ideal for probability experiments." },
  { "id": 92, "fact": "In colonial settings, card games often replaced traditional storytelling at night." },
  { "id": 93, "fact": "Certain games rely on social pressure rather than strict enforcement of rules." },
  { "id": 94, "fact": "The design of modern card boxes is optimized to protect edges from wear." },
  { "id": 95, "fact": "Some competitive card games deliberately include chaos to reduce skill gaps." },
  { "id": 96, "fact": "The practice of cutting the deck likely originated as an anti-cheating measure." },
  { "id": 97, "fact": "In parts of Europe, card games were traditionally taught alongside arithmetic." },
  { "id": 98, "fact": "Decks have been used as portable art galleries by illustrators." },
  { "id": 99, "fact": "Many modern party card games descend structurally from old drinking games." },
  { "id": 100, "fact": "Card games remain one of the few games that scale easily from two to many players." }
]

